Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: The World Health Organization (WHO) reports that licensed vaccines are currently available for twenty-five different preventable infections.
es: La Organización Mundial de la Salud (OMS) informa que las vacunas autorizadas están disponibles actualmente para prevenir o contribuir a la prevención y control de veinticinco infecciones.

source: He instituted a policy of using a solution of chlorinated lime (calcium hypochlorite) for washing hands between autopsy work and the examination of patients.
es: Por ello instituyó una política de inmersión de las manos de estudiantes y médicos en una solución de hipoclorito cálcico[nota 3]​ entre la realización de autopsias y el examen de las parturientas.

source: Several conferences on the topic of Antarctica that had been planned for mid-2020 were cancelled due to the pandemic.
es: Varias conferencias sobre el tema de la Antártida que se habían planeado para mediados de 2020 fueron canceladas debido a la pandemia.

source: Women had a higher risk of developing severe illness when affected with influenza virus (which belongs to the same family as COVID-19), so it is important to protect pregnant women from being infected with COVID-19.
es: Las mujeres tienen mayor riesgo de desarrollar una enfermedad grave cuando las afecta el virus de la gripe (perteneciente a la misma familia que el COVID-19), por lo que es importante proteger a las mujeres embarazadas del COVID-19.

source: to generate a list of EphIDs.
es: para generar una lista de EphIDs.

source: On 5 April, Italy had the lowest number of new daily deaths in two and a half weeks, and one day later the lowest number of new daily cases in three weeks.
es: [117]​ El 5 de abril, Italia tuvo el menor número de nuevas muertes diarias en dos semanas y media, y un día después, el menor número de nuevos casos diarios en tres semanas.

source: Acute respiratory acidosis with partial pressure of carbon dioxide (pCO2) > 50 mmHg and pH < 7.25, which may be due to paralysis of the diaphragm due to Guillain–Barré syndrome, myasthenia gravis, motor neuron disease, spinal cord injury, or the effect of anaesthetics and muscle relaxants
es: Acidosis respiratoria con una pCO2 mayor de 50 mm Hg derivadas de parálisis diafragmática, en enfermedades como síndrome de Guillain-Barré, Myasthenia Gravis, o debido a medicamentos anestésicos o relajantes musculares

source: "to ""spread-out pulmonary infection."""
es: "a ""infección pulmonar extendida."""

source: Furthermore, particles of aluminum adjuvant have been discovered in tumor macrophages.
es: [7]​ Además, se han descubierto partículas de adyuvante de aluminio en macrofagos de tumores.

source: In addition, access to abortion was severely restricted in areas of the United States.
es: En Estados Unidos, el acceso al aborto fue severamente restringido en varios estados, especialmente en los estados conservadores de Texas y Ohio.

source: It was also a continuation of the broader trend of Islamic revival in India in the wake of the collapse of Muslim political hegemony to the Maratha Empire and the subsequent consolidation of the British Raj.
es: Fue también una continuación de la tendencia más amplia del avivamiento islámico en India, en el auge del colapso político musulmán y la consolidación del mandato británico en India.

source: The swelling may also further compromise blood supply into the area.
es: La inflamación también puede comprometer aún más la irrigación de la zona.

source: Minister Božinović confirmed receiving 500 reports of self-isolation regime breaking, 93 of whom were proven to have broken it and would face sanctions.
es: Božinović confirmó el recibimiento de más de 500 denuncias de quiebra de autoaislamiento, 93 de las cuales violaron las medidas y se enfrentaron a sanciones.

source: A Chinese tourist who was admitted to hospital in Paris on 28 January died on 14 February, making it the first Covid-19 death in France.
es: Un turista chino ingresó en un hospital en París el 28 de enero y murió el 14 de febrero, en la que se creyó entonces era la primera muerte por COVID-19 en Europa y en general fuera de Asia.

source: Lockdowns by outdoor restrictions
es: Línea de tiempo del encierro

source: These directions are printed on the label of the pharmaceutical product.
es: Los signos y símbolos también deberán figurar en la etiqueta del medicamento.

source: In Italy, in-person gatherings for religious worship have been suspended and as a result, many churches broadcast Mass via online live-stream, radio and television.
es: En Italia, las reuniones en persona para el culto religioso se han suspendido y, como resultado, muchas iglesias transmiten misa a través de transmisión en vivo en línea, radio y televisión.

source: After the first episode was aired the critics of the professionals were varied; website Vertele praises the good technical production despite the difficult conditions in which it was made, but criticizes that the characters do not reflect the diversity of Spanish society and the lack of interesting plots.
es: "Paula Hergar de Vertele alaba la buena factura técnica de la misma a pesar de las difíciles condiciones en que se hizo, pero critica que los personajes no reflejan la diversidad de la sociedad española y la falta de tramas interesantes, calificándola como ""Tan inapetente como nuestra realidad""."

source: Amazon, who confirmed an employee in the Seattle area tested positive for COVID-19, banned nonessential employee travel.
es: Amazon, quien confirmó que un empleado en el área de Seattle dio positivo por COVID-19,[4]​ prohibió los viajes no esenciales de los empleados.

source: The lecture was presented before the Royal Medical and Surgical Society in London and a review published in The Lancet, a prominent medical journal.
es: La conferencia fue presentada ante la Real Sociedad de Medicina y Cirugía en Londres y se publicó una revisión en la influyente revista médica Lancet.

source: Attendance has also been lower in other regions.
es: La asistencia también ha sido menor en otras regiones.

source: It was made available to watch for free, a move said to encourage people to watch it and so stay at home.
es: Se puso a disposición para ver de forma gratuita, una medida que se dice que alienta a las personas a mirarla y quedarse en casa.

source: The U.S. House of Representatives passed the $2.2 trillion fiscal stimulus package passed by the U.S. Senate on 25 March with U.S. President Donald Trump signing the bill into law the same day.
es: La Cámara de Representantes de los Estados Unidos aprobó el paquete de estímulo fiscal de $ 2.2 billones aprobado por el Senado de los Estados Unidos el 25 de marzo y el presidente de los Estados Unidos, Donald Trump, firmó la ley el mismo día[178]​.

source: The latest ranking before the draw served as the basis to determine the pots for the draw (seeding in brackets).
es: La última clasificación antes del sorteo sirvió de base para determinar los botes para el sorteo (bombo entre paréntesis).

source: Unlike conventional vaccinations, the universal flu vaccine did not stimulate the production of antibodies, but instead triggers the immune system to create T cells that are specific for influenza.
es: A diferencia de las vacunas convencionales, la vacuna universal contra la gripe no estimula la producción de anticuerpos, sino que activa el sistema inmune para crear células T que son específicas para la gripe.

source: On 22 February 2020, Prime Minister Giuseppe Conte suspended all sporting events in the regions of Lombardy and Veneto, which included three Serie A football matches in those regions, as well as one in Piedmont, that were to be played the following day.
es: El 22 de febrero de 2020, el Primer Ministro Giuseppe Conte suspendió todos los eventos deportivos en las regiones de Lombardía y Véneto, que incluyeron tres partidos de fútbol de la Serie A en esas regiones, así como uno en Piamonte, que se jugarían al día siguiente.

source: On 4 March, the Ministry of Health of Belarus confirmed 6 new cases of the disease: 4 cases in Minsk, 2 cases in Vitebsk.
es: [4]​ El 4 de marzo, el Ministerio de Salud confirmó un total de 6 casos de la enfermedad, de los cuales 4 eran de Minks y dos casos de Vitebsk.

source: Two Italian children, who were on vacation in Graubünden, tested positive and were hospitalised.
es: Dos niños italianos, que estaban de vacaciones en Graubünden, dieron positivo y fueron hospitalizados.

source: No evidence indicates Semmelweis was personally involved in the events of 1848.
es: No hay constancia de que Semmelweis estuviese personalmente implicado en los acontecimientos de 1848.

source: Rama also announced an expansion of the areas from which arrivals must self-isolate, to newly include all of Italy as well as all of Greece, and ordered police to patrol the streets, detain any violators, and penalize them with a 5,000 euro fine.
es: El primer ministro Edi Rama también anunció un aumento de las áreas de las cuales las llegadas debían autoaislarse, incluyendo a toda Italia y a toda Grecia, y ordenó que la policía patrullara las calles y detuviera a quienes violasen el confinamiento con multas de 5000 euros.

source: Two maternity clinics were at the Viennese hospital.
es: En la Maternidad del Hospital de Viena existían dos clínicas.

source: On 31 March the school closings were extended through 30 April.
es: [107]​ Unos días después se ampliaron las vacaciones académicas hasta el 30 de abril.

source: On 4 March, the first case was confirmed.
es: El 4 de marzo, se confirmó el primer caso.

source: On 22 March, the government and the federal states agreed for at least two weeks to forbid gatherings of more than two people and require a minimum distance of 1.5 metres (4 ft 11 in) between people in public except for families, partners or people living in the same household.
es: El 22 de marzo, el gobierno y los estados federales acordaron durante al menos dos semanas prohibir las reuniones de más de dos personas y exigir una distancia mínima de 1,5 metros (4 pies 11 pulgadas) entre las personas en público, excepto las familias, parejas o personas que viven en el mismo hogar.

source: Immediately after, the BFC Joint Services Health Unit started contact tracing.
es: Inmediatamente después, la Unidad de Salud de los Servicios Conjuntos de BFC comenzó a rastrear contactos.

source: "Those are not risks worth taking."""
es: "Esos no son riesgos que valga la pena correr""."

source: The Government of Puerto Rico bars tourists from travelling to Vieques and Culebra, island municipalities popular with tourists.
es: El Gobierno de Puerto Rico prohíbe a los turistas viajar a Vieques y Culebra, municipios insulares populares entre los turistas.

source: The cities of Ostend, Bourges and Belgrade hosted the tournaments.
es: Las ciudades de Ostende, Bourges y Belgrado serán las anfitrionas de los torneos.

source: Behavioural changes may include aggression, anxiety relating to certain situations, nervousness, frenzy and an overall change in temperament.
es: [3]​ Los cambios de comportamiento pueden incluir agresión, ansiedad relacionada con ciertas situaciones, nerviosismo, frenesí o un cambio general en el temperamento.

source: 13 February, the Chinese government has issued extension of order to shut down all non-essential companies, including manufacturing plants, in Hubei Province until at least 24:00 20 February.
es: 13 de febrero de 2020: El gobierno chino extiende la orden de cierre a todas la empresas no esenciales, incluyendo las fábricas de manufacturas, en toda la provincia de Hubei hasta al menos las 00:00 del 20 de febrero.

source: It was expected that streaming services would see an increase in usage, while potential economic downturns associated with the pandemic could accelerate the market trend of cord cutting.
es: Se esperaba que los servicios de streaming vieran un aumento en el uso, mientras que las posibles recesiones económicas asociadas con la pandemia podrían acelerar la tendencia del mercado de cortar el cable.

source: Minister Selçuk organized a press conference on 12 March and announced that disinfection would be carried out in all schools after the closure.
es: El ministro Selçuk organizó una conferencia de prensa el 12 de marzo y anunció que la desinfección se llevaría a cabo en todas las escuelas después del cierre.

source: The game allows the player to customize the appearance of their character at will, and does not lock specific hairstyles or facial features to specific genders.
es: [3]​[4]​ El juego dejará que el jugador personalice a su gusto el personaje y no dividirá tipos de peinado o características faciales por géneros.

source: From 4–31 March, the export of digital thermometers was banned.
es: [60]​ Del 4 al 31 de marzo, se prohibió la exportación de termómetros digitales.

source: Semmelweis's application for an extension was supported by Joseph Škoda and Carl von Rokitansky and by most of the medical faculty, but Klein chose Braun for the position.
es: La solicitud de Semmelweis para una prórroga de su contrato fue apoyada por Joseph von Škoda y Carl von Rokitansky y por la mayoría de los miembros de la facultad de medicina, sin embargo, Klein escogió a Braun para el puesto y Semmelweis tuvo que dejar la clínica obstétrica cuando terminó su contrato el 20 de marzo de 1849.

source: There are no facilities to test for the virus on the Falklands and it takes around 10 days to get test results back from Britain, which is almost 8,000 miles away.
es: No hay instalaciones para detectar el virus en las Malvinas y se necesitan alrededor de 10 días para obtener los resultados de la prueba de Reino Unido, que está a casi 8,000 millas de distancia.

source: Canada is expected to compete at the 2020 Summer Olympics in Tokyo.
es: Canadá participará en los Juegos Olímpicos de Tokio 2020.

source: On 11 February, Latvia donated protective clothing, masks, respirators and other epidemic prevention and control supplies to China.
es: [2]​[3]​ El 11 de febrero, Letonia donó ropas de protección, máscaras, respiradores y otros suplementos de prevención y control de epidemias a China.

source: "The SNTP, on 24 March, denounced that Darvinson was presented in the tribunals ""illegally"" and ""clandestinely""."
es: El 24 de marzo, el SNTP denunció que Darvinson fue presentado en los tribunales de forma «ilegal» y «clandestina».

source: In addition to disease caused by direct bacterial infection, some foodborne illnesses are caused by enterotoxins (exotoxins targeting the intestines).
es: Además de las intoxicaciones provocadas por infección bacteriana directa, algunas intoxicaciones alimentarias se deben a exotoxinas que son excretadas por las propias bacterias en crecimiento.

source: At this time, there were alleged to be 27 cases of the new pneumonia in Wuhan.
es: [36]​ En este momento, se alegaba que había 27 casos de una nueva neumonía en Wuhan.

source: Family and friends have stated that on 7 February, they received news from authorities that Chen had been detained at an undeclared time and place and held in an unknown location for the purpose of quarantine.
es: El 7 de febrero, familiares y amigos recibieron noticias de las autoridades de que Chen habría sido detenido en un lugar y hora no declarados y retenido en un lugar desconocido.

source: The sixth patient was the first case in South Korea who had never visited Wuhan.
es: El sexto paciente fue el primer caso en Corea del Sur que nunca había visitado Wuhan.

source: Early response by Wuhan
es: Primeros casos fuera de Wuhan

source: It was an 84-year-old man, with risk factors, and who was admitted to the San Juan de Dios Hospital, in San José.
es: Se trató de un hombre de 84 años, con factores de riesgo, y quien se encontraba internado en el Hospital San Juan de Dios.

source: Roman Reigns interrupted and had a stare down with Goldberg before accepting his challenge, which was subsequently scheduled for WrestleMania.
es: Roman Reigns interrumpió y confrontó a Goldberg antes de aceptar el desafío.

source: These sarcomas have been most commonly associated with rabies and feline leukemia virus vaccines, but other vaccines and injected medications have also been implicated.
es: Estos sarcomas han sido más generalmente asociados con vacunas contra la rabia y el virus de leucemia felina, pero han afectado también a otras vacunas y medicamentos inyectados.

source: Two more people, who had visited the same football game in Milan, were hospitalised at the same place.
es: Dos personas más, que se habían desplazado a presenciar el mismo partido en Milán, son hospitalizadas en el mismo sitio.

source: Conflict with established medical opinion
es: Conflicto con la opinión médica establecida en su tiempo

source: On 8 March 2020, Saudi Arabia initiated a price war with Russia, facilitating a 65% quarterly fall in the price of oil.
es: El 8 de marzo de 2020, Arabia Saudita inició una guerra de precios con Rusia, lo que provocó una caída importante en el precio del petróleo.

source: On 13 March, Prime Minister Plenković announced that all kindergartens, schools and universities in Croatia would be closed for a fortnight starting on 16 March.
es: [47]​ El 13 de marzo, Plenković anunció que todos los jardines de infancia, escuelas y facultades estarían cerrados por una quincena a partir del 16 de marzo.

source: "In an article from Stereogum, ""Claws"" was listed one of the five best songs of the week on April 24, as James wrote that the song was a ""burst of pure elation"", and lyrics that were the ""best kind of Charli gibberish, earnest and winking in equal measure""."
es: [17]​ En un artículo de Stereogum, el tema fue catalogada como una de las cinco mejores canciones de la semana el 24 de abril, con James escribiendo que la canción era un «estallido de euforia pura».

source: The disease was extremely painful and disfiguring to the patient, with dying bone tissue rotting away accompanied by a foul-smelling discharge.
es: La enfermedad es muy dolorosa y desfigurantes para el paciente, el tejido óseo muere pudriéndose.

source: They claim the inattentive attitude and disproportionately below-average results of American athletes in the games indicate they might have been there for other purposes and they might actually be bio-warfare operatives.
es: Afirman que la actitud de falta de atención y los resultados desproporcionadamente inferiores a la media de los atletas estadounidenses en los juegos indican que podrían haber estado allí para otros fines y que en realidad podrían ser agentes de bioguerra.

source: It may not include all the most up-to-date major responses and measures by individual countries and territories.
es: Es posible que no incluya todas las respuestas y medidas principales más actualizadas.

source: "de Blasio also said, ""If you're under 50 and you're healthy, which is most New Yorkers, there's very little threat here."""
es: "Bill de Blasio, el alcalde de Nueva York, afirmó que era una percepción errónea de que la enfermedad ""cuelga en el aire"", ya que ""toma contacto directo de persona a persona"", ""Si tienes menos de 50 años y eres saludable, (...) hay muy poca amenaza ""."

source: Bacteria are a common cause of foodborne illness.
es: Las bacterias son una causa común de intoxicaciones alimentarias.

source: Bacillus spp.
es: Género Bacillus

source: In addition, the number of negative tests rose to 1,190.
es: Además, la cantidad de casos descartados subió a 1190.

source: Most people who have sustained kidney impairment due to rhabdomyolysis fully recover their kidney function.
es: [2]​ En la mayoría de los pacientes con deterioro renal por rabdomiólisis la función renal se restablece totalmente.

source: Some Canadian oil fell to $0, shutting down some production.
es: Parte del petróleo canadiense cayó a 0$, cerrando parte de la producción[50]​.

source: Gun safety, including keeping guns unloaded and locked, is another preventative measure.
es: [71]​ Otra medida es la seguridad de las armas, que incluye el mantenimiento de armas de fuego descargadas y bajo llave.

source: The sequencing of the influenza genome and recombinant DNA technology may accelerate the generation of new vaccine strains by allowing scientists to substitute new antigens into a previously developed vaccine strain.
es: La secuenciación del genoma del virus de la gripe y el uso de la tecnología de recombinación genética pueden acelerar la aparición de la siguiente generación de cepas vacunales, permitiendo a los científicos colocar nuevos antígenos en cepas de vacunas previamente desarrolladas.

source: Korea Centers for Disease Control and Prevention (KCDC; Korean: 질병관리본부; Hanja: 疾病管理本部) is an organisation under South Korean Ministry of Welfare and Health responsible for organ transplant and advancement of public health by managing prevention, survey, quarantine, trial and research on infectious diseases, chronic and rare illnesses and injuries.
es: El Centro de Control y Prevención de Enfermedades de Corea del Sur o Korea Centers for Disease Control and Prevention, KCDC (en hangul, 질병관리본부; en hanja, 疾病管理本部) es una organización dependiente del Ministerio surcoreano del Bienestar y de la Salud, encargada de tareas como la coordinación del trasplante de órganos o la investigación sobre salud pública.

source: Restricting mass gatherings, in combination with other social distancing interventions, may help reduce transmission.
es: [36]​[37]​ Restringiendo los eventos masivos, en combinación con otras medidas de distanciamiento social, puede ayudar a reducir la transmisión.

source: The Constitutional Court suspended its activity for the following two days.
es: El Tribunal Constitucional suspende toda su actividad del día siguiente y el próximo.

source: In some northern cities, authorities have had issues in dealing with the storage of the high number of coffins, and churches have offered to care for them.
es: [162]​ En algunas ciudades del norte, las autoridades han tenido problemas para lidiar con el almacenamiento de la gran cantidad de ataúdes, y las iglesias han ofrecido cuidarlos.

source: The Pasteur Institute of Montevideo initiates support with the University of the Republic, to develop a national diagnostic test for coronavirus.
es: [58]​ Por su parte, el Instituto Pasteur de Montevideo colabora con la Universidad de la República, para elaborar un test nacional de diagnóstico del coronavirus.

source: The local poet Andrés Bello wrote an ode to Balmis.
es: El poeta venezolano Andrés Bello escribió incluso una «Oda a la vacuna» en 1804.

source: Two cars are then simultaneously dropped off the bridge and behind the band, resulting in clouds of smoke and fire.
es: Dos autos se dejan caer del puente, detrás de la banda, resultando en nubes de humo y llamas.

source: Eysenbach demonstrated his point by showing a correlation between flu-related searches on Google (demand data) and flu-incidence data.
es: Eysenbach demostró sus argumentos al hallar una correlación entre las búsquedas en Google relacionadas con la gripe (dato de demanda) y los datos de incidencia[2]​ de esta enfermedad.

source: "An ""intentional disinformation campaign"" by China was discussed among the Group of Seven (G7), and the Chinese efforts were condemned by the U.S. Department of State, which criticized Chinese authorities for spreading ""dangerous and ridiculous"" conspiracy claims."
es: "Una ""campaña de desinformación intencional"" de China fue discutida entre el Grupo de los Siete (G7),[148]​ y los esfuerzos chinos fueron condenados por el Departamento de Estado de Estados Unidos,[140]​ que criticó a las autoridades chinas por difundir una conspiración ""peligrosa y ridícula""."
